Repository: ashaduri/gsmartcontrol
Catalog: po/*.po
Languages: cs

source: Drive information:
cs: Informace o disku:

source: Basic health check:
cs: Základní kontrola stavu:

source: Model family:
cs: Řada modelu:

source: enable smart (action-replaced text)
cs: Zapnout SMART

source: enable aodc (action-replaced text)
cs: Zapnout AODC

source: Add Device - GSmartControl
cs: Přidat zařízení - GSmartControl

source: The &lt;a href="%1"&gt;smartctl man page&lt;/a&gt; contains information on what you can enter here.
cs: &lt;a href="%1"&gt;smartctl man page&lt;/a&gt; obsahuje informace o tom, co zde můžete zadat.

source: Browse...
cs: Procházet...

source: Device type:
cs: Typ zařízení:

source: Additional smartctl parameters
cs: Dodatečné paramentry smartctl

source: Smartctl parameters:
cs: Paramentry smartctl:

source: Note: To make this change permanent, you'll have to add the gsmartcontrol --add-device command line option to its shortcut.
cs: Poznámka: Chcete-li tuto změnu provést trvale, musíte do terminálu přidat příkaz: gsmartcontrol --add-device.

source: Device Information - GSmartControl
cs: Informace o zařízení - GSmartControl

source: _General
cs: _Obecné

source: Attributes
cs: Atributy

source: SMART Attributes
cs: Atributy SMARTu

source: Drive Statistics
cs: Statistiky disku

source: Statistics
cs: Statistiky

source: Self-tests are built-in tests within the drive designed to recognize drive fault conditions. All self-tests are safe to user data. The tests can be performed during normal system operation, but will take longer to complete if the drive is not idle.
cs: Selt-Testy jsou vestavěné testy jednotky určené k rozpoznání chybových stavů jednotky. Všechny Self-Testy jsou bezpečné, co se týče uživatelských dat. Testy lze provádět za běžného provozu systému, ale jejich dokončení bude trvat déle, pokud jednotka není v nečinnosti.

source: Test type: <
cs: Typ testu: <

source: Choose a test type
cs: Vyberte typ testu

source: Test progress
cs: Stav testu

source: Abort the test
cs: Přeskočit test

source: Test description
cs: Popis testu

source: Perform selected test
cs: Spustit

source: Self-Test Log
cs: Protokol Self-Testu

source: Complete error log information
cs: Kompletní informace z protokolu o chybách

source: SMART error log contains most recent non-trivial errors the hard drive has encountered
cs: Protokol chyb SMART neobsahuje triviální chyby, se kterými se pevný disk setkal.

source: Error Log
cs: Protokol chyb

source: Current temperature and history
cs: Aktuální teplota a historie

source: Temperature Log
cs: Teplota

source: Capabilities
cs: Schopnosti

source: Error Recovery
cs: Obnova Chyb

source: Selective Self-Test Log
cs: Protokol Self-Testu

source: Physical
cs: Fyzický

source: Directory
cs: Umíštění

source: Advanced parameters and logs
cs: Pokročilé paramentry a protokoly

source: Advanced
cs: Pokročilé
